Repository: kieungocdung/idgwebdn
Catalog: trunk/Source code/DesktopModules/forum/App_LocalResources/forum_badwords.ascx.*.resx
Languages: vi_vn

source: ModuleHelp.Text
vi_vn: <h1>Trợ Giúp Lọc Từ</h1><P>Thêm từ để lọc và thay thế trên các bài viết của forum. Nếu cho phép bên trong module, các từ sẽ bị thay thế trước khi được đưa vào cơ sở dữ liệu và vào bất cứ lần sửa đổi sau này. Các từ được thay thế có thể khác nhau trên các portal nhưng giống nhau trên tất cả các module forum trên một portal.</P>

source: ControlTitle_badwords.Text
vi_vn: Quản Lý Từ Lọc

source: cmdAdd.Text
vi_vn: Thêm Từ

source: Word To Filter.Header
vi_vn: Từ Để Lọc

source: Replacement For Filtered Word.Header
vi_vn: Thay Thế Cho Từ Được Lọc

source: Created By.Header
vi_vn: Tạo Bởi

source: Created Date.Header
vi_vn: Ngày Tạo

source: BadWordFilter.Text
vi_vn: Quản Lý Lọc Từ

source: lblManageFilteredWords.Text
vi_vn: Quản Lý Từ Lọc

source: plBadWord.Help
vi_vn: Nếu chọn, cho phép nội dung bài viết được lọc với các từ được định nghĩa ở đây.

source: plBadWord.Text
vi_vn: Mở Lọc Từ?

source: plFilterSubject.Help
vi_vn: Nếu chọn, lọc từ ở cả tiêu đề bài viết.

source: plFilterSubject.Text
vi_vn: Lọc Tiêu Đề?
